<?php
return [
    'car_body_type' => [
        'name' => 'Тип кузова',
        'options' => [
            1 => 'внедорожник',
            2 => 'седан',
            3 => 'хэтчбек 3дв',
            4 => 'хэтчбек 5дв',
            5 => 'универсал',
            6 => 'купе',
            7 => 'минивэн',
            8 => 'микроавтобус'
        ]
    ],
    'condition' => [
        'name' => 'Состояние',
        'options' => [
            1 => 'С пробегом',
            2 => 'С повреждениями',
            3 => 'На запчасти'
        ]
    ],
    'engine_type' => [
        'name' => 'Тип двигателя',
        'options' => [
            1 => 'бензин',
            2 => 'дизель',
            3 => 'газ-бензин',
            4 => 'гибрид'
        ]
    ],
    'transmission' => [
        'name' => 'Трансмиссия',
        'options' => [
            1 => 'Автомат',
            2 => 'Механика'
        ]
    ],
    'drive_type' => [
        'name' => 'Тип привода',
        'options' => [
            1 => 'передний',
            2 => 'задний',
            3 => 'полный'
        ]
    ],
    'color' => [
        'name' => 'Цвет',
        'options' => [
            1 => 'синий',
            2 => 'черный',
            3 => 'серебристый',
            4 => 'коричневый',
            5 => 'зеленый металлик',
            6 => 'синий металлик',
            7 => 'т.зелёный металлик',
            8 => 'золотистый серый металлик',
            9 => 'т.серый',
            10 => 'серо-синий',
            11 => 'желтый',
            12 => 'серый',
            13 => 'салатовый',
            14 => 'светло-зеленый',
            15 => 'серо-голубой',
            16 => 'голубой',
            17 => 'белый',
            18 => 'бежевый',
            19 => 'бордовый',
            20 => 'красный',
            21 => 'т.синий',
            22 => 'бирюзовый',
            23 => 'бронзовый',
            24 => 'вишневый',
            25 => 'оранжевый',
            26 => 'мокрый асфальт',
            27 => 'хамелеон',
            28 => 'матовый',
            29 => 'фиолетовый',
            30 => 'баклажан',
            31 => 'хаки',
            32 => 'сине-зеленый',
            33 => 'графит',
            34 => 'малиновый',
            35 => 'морская волна',
            36 => 'т.зелёный перламутр'
        ]
    ]
];
